app/views/users/show.html.erb

SELECT  "microposts".* FROM "microposts" WHERE "microposts"."user_id" = ? ORDER BY "microposts"."id" ASC LIMIT ? OFFSET ?  [["user_id", 1], ["LIMIT", 1], ["OFFSET", 1]]
---
  <strong>Post:</strong>
  <%= @user.microposts.first.content %>